Repository: wp-plugins/juiz-social-post-sharer
Catalog: languages/jsps_lang-*.po
Languages: tr_tr

source: Share the post
tr_tr: Yazıyı paylaş

source: Share this article on Twitter
tr_tr: Bu yazıyı Twitter üzerinde paylaş

source: Share this article on Facebook
tr_tr: Bu yazıyı Facebook üzerinde paylaş

source: Share this article on Google+
tr_tr: Bu yazıyı Google+ üzerinde paylaş

source: Share an image of this article on Pinterest
tr_tr: Bu yazıyı Pinterest üzerinde paylaş

source: Share this article on Viadeo
tr_tr: Bu yazıyı Viadeo üzerinde paylaş

source: Share this article on LinkedIn
tr_tr: Bu yazıyı LinkedIn üzerinde paylaş

source: Share this article on Digg
tr_tr: Bu yazıyı Digg üzerinde paylaş

source: Share this article on StumbleUpon
tr_tr: Bu yazıyı StumbleUpon üzerinde paylaş

source: Share this article on Weibo
tr_tr: Bu yazıyı Weibo üzerinde paylaş

source: Share this article on VKontakte
tr_tr: Bu yazıyı VKontakte üzerinde paylaş

source: Share this article with a friend (email)
tr_tr: Bu yazıyı bir arkadaşın ile paylaş (eposta)

source: Total:
tr_tr: Toplam:

source: Visit this link find on %%siteurl%%
tr_tr: %%siteurl%% üzerinde bulunan bu bağlantıyı ziyaret et

source: Hi, I found this information for you : "%%title%%"! This is the direct link: %%permalink%% Have a nice day :)
tr_tr: Merhaba, senin için bu bilgileri buldum : "%%title%%"! Bu doğrudan bağlantısı: %%permalink%% İyi günler :)

source: Settings
tr_tr: Ayarlar

source: Main settings
tr_tr: Ana ayarlar

source: Choose a style to display
tr_tr: Görüntülenecek bir stil seçin

source: Display those following social networks:
tr_tr: Bu sosyal ağlar gösterilsin:

source: What is your Twitter user name to be mentioned?
tr_tr: Bahsedilecek olan Twitter kullanıcı adınız nedir?

source: Save Changes
tr_tr: Değişiklikleri Kaydet

source: Display settings
tr_tr: Görüntüleme ayarları

source: What type of content must have buttons?
tr_tr: Hangi tür içeriğin butonları olmalıdır?

source: Where do you want to display buttons?
tr_tr: Butonları nerede görüntülemek istiyorsun?

source: Advanced settings
tr_tr: Gelişmiş ayarlar

source: Show only social icon?
tr_tr: Sadece sosyal simgeyi göster?

source: hide text, show it on mouse over or focus
tr_tr: metni gizle, fare üzerindeyken veya odaklıyken onu göster

source: Open links in a new window?
tr_tr: Bağlantıları yeni bir pencerede aç?

source: adds a %s attribute
tr_tr: bir %s niteliği ekler

source: Force Pinterest button sniffing all images of the page?
tr_tr: Sayfadaki tüm görüntüleri taramak için Pinterest düğmesine zorlamak?

source: need JavaScript
tr_tr: JavaScript gerekir

source: Display counter of sharing?
tr_tr: Paylaşım sayacı göster?

source: Write CSS code in HTML head?
tr_tr: HTML başlığına CSS kodu yaz?

source: good thing for performance on mobile
tr_tr: mobil performansı için iyi bir şey

source: Customize mail texts
tr_tr: Posta yazılarını kişiselleştir

source: Mail subject:
tr_tr: Posta konusu:

source: Mail body:
tr_tr: Posta gövdesi:

source: Here, you can modify default settings of the SPS plugin
tr_tr: Buradan, SPS eklentisinin varsayılan ayarlarını değiştirebilirsiniz

source: Juizy Light Tone
tr_tr: Juizy Açık Ton

source: Juizy Light Tone Reverse
tr_tr: Juizy Açık Ton Ters

source: Blue Metro Style
tr_tr: Mavi Metro Stili

source: Gray Metro Style
tr_tr: Gri Metro Stili

source: Modern Style
tr_tr: Modern Stil

source: by
tr_tr: yazarı

source: uses JavaScript to work
tr_tr: çalışmak için JavaScript kullanır

source: New social network!
tr_tr: Yeni sosyal ağ!

source: Username without "@"
tr_tr: "@" olmadan kullanıcı adı

source: You can choose precisely the types of content that will benefit from the sharing buttons.
tr_tr: Bu paylaşım butonlarından yararlanacak olan içeriğin tam türünü seçebilirsiniz.

source: Lists of articles %s(blog, archives, search results, etc.)%s
tr_tr: Makalelerin Listesi %s(blog, arşivler, arama sonuçları, vs.)%s

source: Content bottom
tr_tr: İçeriğin altına

source: Content top
tr_tr: İçeriğin üzerine

source: Both
tr_tr: Her ikisi de

source: I'm a ninja, I want to use the shortcode only!
tr_tr: Ben bir ninjayım, sadece kısakod kullanmak istiyorum!

source: Modify advanced settings of the plugin. Some of them needs JavaScript (only one file loaded)
tr_tr: Eklentinin gelişmiş ayarlarını değiştirin. Bazılarına JavaScript gerekir (sadece tek bir dosya yüklenir)

source: Yes
tr_tr: Evet

source: No
tr_tr: Hayır

source: This option will be enabled for a next version
tr_tr: Bu seçenek, sonraki bir sürümde etkin olacak

source: You can customize texts to display when visitors share your content by mail button
tr_tr: Ziyaretçiler posta butonu ile içerik paylaştıklarında gösterilecek yazıları kişiselleştirebilirsiniz

source: To perform customization, you can use %s%%%%title%%%%%s, %s%%%%siteurl%%%%%s or %s%%%%permalink%%%%%s variables.
tr_tr: Kişiselleştirmeyi gerçekleştirmek için, %s%%%%title%%%%%s, %s%%%%siteurl%%%%%s veya %s%%%%permalink%%%%%s değişkenlerini kullanabilirsiniz.

source: Manage Juiz Social Post Sharer
tr_tr: Juiz Social Post Sharer Eklentisini Yönetin

source: You must chose at least one %stype of content%s.
tr_tr: En az bir %siçerik türü%s seçmeniz gerekir.

source: Is you don't want to use this plugin more longer, go to Plugins section and deactivate it.
tr_tr: Eğer bu eklentiyi artık daha fazla kullanmak istemiyorsanız, Eklentiler bölümüne gidin ve devre dışı bırakın.

source: You can use %s[juiz_sps]%s or %s[juiz_social]%s shortcode with an optional attribute "buttons" listing the social networks you want.
tr_tr: İsteğe bağlı "buttons" özniteliğinde istediğiniz sosyal ağları listeleyerek %s[juiz_sps]%s veya %s[juiz_social]%s kısa kodlarını kullanabilirsiniz.

source: Example with all the networks available:
tr_tr: Mevcut tüm ağlar ile bir örnek:

source: Like it? Support this plugin! Thank you.
tr_tr: Beğendin mi? Bu eklentiyi destekle! Teşekkürler.

source: Donate
tr_tr: Bağış yap

source: Tweet it
tr_tr: Tweetle

source: Rate it
tr_tr: Oy ver

source: Documentation
tr_tr: Belgeler
